module.exports = {
  Region: [
    {
      cd: '01',
      name: '北海道',
      Prefecture: {
        cd: '010000',
        name: '北海道',
        LargeArea: [
          {
            cd: '010200',
            name: '札幌',
            SmallArea: [
              {
                cd: '010202',
                name: 'ススキノ・大通'
              },
              {
                cd: '010205',
                name: '北大・丘珠'
              },
              {
                cd: '010208',
                name: '琴似・テイネ'
              },
              {
                cd: '010211',
                name: '厚別・白石・豊平'
              },
              {
                cd: '010214',
                name: '真駒内'
              }
            ]
          },
          {
            cd: '010300',
            name: '定山渓',
            SmallArea: {
              cd: '010302',
              name: '定山渓'
            }
          },
          {
            cd: '010500',
            name: '小樽・キロロ・積丹',
            SmallArea: [
              {
                cd: '010502',
                name: '小樽'
              },
              {
                cd: '010505',
                name: '余市・キロロ'
              },
              {
                cd: '010508',
                name: '積丹'
              }
            ]
          },
          {
            cd: '010800',
            name: 'ニセコ・ルスツ',
            SmallArea: [
              {
                cd: '010802',
                name: 'ニセコ・倶知安'
              },
              {
                cd: '010805',
                name: 'ルスツ'
              }
            ]
          },
          {
            cd: '011100',
            name: '洞爺・登別・苫小牧',
            SmallArea: [
              {
                cd: '011102',
                name: '苫小牧'
              },
              {
                cd: '011105',
                name: '登別・室蘭'
              },
              {
                cd: '011108',
                name: '洞爺'
              }
            ]
          },
          {
            cd: '011400',
            name: '函館・大沼・松前',
            SmallArea: [
              {
                cd: '011402',
                name: '函館・湯の川'
              },
              {
                cd: '011405',
                name: '大沼・長万部・江差'
              },
              {
                cd: '011408',
                name: '松前'
              },
              {
                cd: '013508',
                name: '奥尻'
              }
            ]
          },
          {
            cd: '011700',
            name: '稚内・留萌',
            SmallArea: [
              {
                cd: '011702',
                name: '稚内'
              },
              {
                cd: '011705',
                name: '羽幌'
              },
              {
                cd: '011708',
                name: '留萌・増毛'
              }
            ]
          },
          {
            cd: '012000',
            name: '旭川・層雲峡',
            SmallArea: [
              {
                cd: '012002',
                name: '名寄'
              },
              {
                cd: '012005',
                name: '旭川'
              },
              {
                cd: '012011',
                name: '層雲峡・天人峡'
              }
            ]
          },
          {
            cd: '012100',
            name: '富良野・美瑛・トマム',
            SmallArea: [
              {
                cd: '012102',
                name: '美瑛'
              },
              {
                cd: '012105',
                name: '富良野'
              },
              {
                cd: '012108',
                name: 'トマム'
              }
            ]
          },
          {
            cd: '012300',
            name: '網走・北見・知床',
            SmallArea: [
              {
                cd: '012302',
                name: 'サロマ・紋別'
              },
              {
                cd: '012305',
                name: '網走・北見'
              },
              {
                cd: '012308',
                name: '斜里・羅臼'
              }
            ]
          },
          {
            cd: '012600',
            name: '釧路・阿寒・根室・川湯・屈斜路',
            SmallArea: [
              {
                cd: '012602',
                name: '釧路・阿寒'
              },
              {
                cd: '012605',
                name: '川湯・屈斜路'
              },
              {
                cd: '012608',
                name: '根室'
              }
            ]
          },
          {
            cd: '012900',
            name: '石狩・空知・千歳',
            SmallArea: [
              {
                cd: '012902',
                name: '深川・滝川'
              },
              {
                cd: '012905',
                name: '石狩'
              },
              {
                cd: '012908',
                name: '夕張・岩見沢'
              },
              {
                cd: '012911',
                name: '支笏湖・千歳'
              }
            ]
          },
          {
            cd: '013200',
            name: '帯広・十勝',
            SmallArea: [
              {
                cd: '013202',
                name: '帯広・十勝川'
              },
              {
                cd: '013205',
                name: '十勝・サホロ'
              }
            ]
          },
          {
            cd: '013300',
            name: '日高・えりも',
            SmallArea: {
              cd: '013302',
              name: '日高・えりも'
            }
          },
          {
            cd: '013500',
            name: '離島（利尻・礼文・天売・焼尻）',
            SmallArea: [
              {
                cd: '013502',
                name: '利尻・礼文'
              },
              {
                cd: '013505',
                name: '天売・焼尻'
              }
            ]
          }
        ]
      }
    },
    {
      cd: '05',
      name: '東北',
      Prefecture: [
        {
          cd: '020000',
          name: '青森県',
          LargeArea: [
            {
              cd: '020200',
              name: '青森',
              SmallArea: {
                cd: '020202',
                name: '青森・浅虫・八甲田'
              }
            },
            {
              cd: '020500',
              name: '弘前',
              SmallArea: [
                {
                  cd: '020505',
                  name: '弘前・白神'
                },
                {
                  cd: '020511',
                  name: '大鰐・碇ヶ関・黒石'
                }
              ]
            },
            {
              cd: '020800',
              name: '十和田湖',
              SmallArea: {
                cd: '020802',
                name: '十和田湖'
              }
            },
            {
              cd: '020900',
              name: '八戸',
              SmallArea: {
                cd: '020902',
                name: '八戸'
              }
            },
            {
              cd: '021100',
              name: '下北・三沢',
              SmallArea: [
                {
                  cd: '021102',
                  name: '三沢'
                },
                {
                  cd: '021105',
                  name: '野辺地'
                },
                {
                  cd: '021108',
                  name: '下北半島'
                }
              ]
            },
            {
              cd: '021400',
              name: '津軽西海岸',
              SmallArea: [
                {
                  cd: '021402',
                  name: '津軽西海岸'
                },
                {
                  cd: '021405',
                  name: '西津軽'
                }
              ]
            },
            {
              cd: '021700',
              name: '津軽半島',
              SmallArea: [
                {
                  cd: '021702',
                  name: '北津軽・五所川原'
                },
                {
                  cd: '021705',
                  name: '東津軽'
                }
              ]
            }
          ]
        },
        {
          cd: '030000',
          name: '岩手県',
          LargeArea: [
            {
              cd: '030100',
              name: '雫石',
              SmallArea: {
                cd: '030102',
                name: '雫石・鶯宿'
              }
            },
            {
              cd: '030200',
              name: '盛岡',
              SmallArea: {
                cd: '030202',
                name: '盛岡・つなぎ'
              }
            },
            {
              cd: '030300',
              name: '安比・八幡平・二戸',
              SmallArea: {
                cd: '030302',
                name: '安比・八幡平・二戸'
              }
            },
            {
              cd: '030500',
              name: '花巻･北上･遠野',
              SmallArea: [
                {
                  cd: '030502',
                  name: '花巻・北上・湯田'
                },
                {
                  cd: '030505',
                  name: '遠野'
                }
              ]
            },
            {
              cd: '030800',
              name: '三陸海岸',
              SmallArea: [
                {
                  cd: '030802',
                  name: '釜石・大船渡'
                },
                {
                  cd: '030805',
                  name: '宮古'
                },
                {
                  cd: '030808',
                  name: '久慈'
                }
              ]
            },
            {
              cd: '031100',
              name: '奥州・平泉・一関',
              SmallArea: [
                {
                  cd: '031102',
                  name: '平泉・一関'
                },
                {
                  cd: '031105',
                  name: '奥州・水沢・江刺'
                }
              ]
            }
          ]
        },
        {
          cd: '040000',
          name: '宮城県',
          LargeArea: [
            {
              cd: '040200',
              name: '仙台',
              SmallArea: [
                {
                  cd: '040202',
                  name: '仙台'
                },
                {
                  cd: '040205',
                  name: '秋保・作並'
                },
                {
                  cd: '040208',
                  name: '名取・岩沼'
                }
              ]
            },
            {
              cd: '040500',
              name: '松島・塩竈',
              SmallArea: [
                {
                  cd: '040502',
                  name: '松島・塩竈'
                },
                {
                  cd: '040505',
                  name: '黒川'
                }
              ]
            },
            {
              cd: '040800',
              name: '石巻・気仙沼',
              SmallArea: [
                {
                  cd: '040802',
                  name: '気仙沼・本吉'
                },
                {
                  cd: '040805',
                  name: '石巻・女川・牡鹿'
                }
              ]
            },
            {
              cd: '041100',
              name: '鳴子・大崎',
              SmallArea: {
                cd: '041101',
                name: '鳴子・大崎'
              }
            },
            {
              cd: '041200',
              name: '栗原・登米',
              SmallArea: {
                cd: '041202',
                name: '栗原・登米'
              }
            },
            {
              cd: '041400',
              name: '白石・蔵王',
              SmallArea: [
                {
                  cd: '041402',
                  name: '白石・蔵王・遠刈田'
                },
                {
                  cd: '041405',
                  name: '角田'
                }
              ]
            }
          ]
        },
        {
          cd: '050000',
          name: '秋田県',
          LargeArea: [
            {
              cd: '050200',
              name: '秋田',
              SmallArea: {
                cd: '050202',
                name: '秋田'
              }
            },
            {
              cd: '050300',
              name: '田沢湖・角館・大曲',
              SmallArea: [
                {
                  cd: '050302',
                  name: '田沢湖・角館'
                },
                {
                  cd: '050305',
                  name: '大仙・大曲'
                }
              ]
            },
            {
              cd: '050500',
              name: '十和田湖・大館・鹿角',
              SmallArea: [
                {
                  cd: '050502',
                  name: '大館'
                },
                {
                  cd: '050505',
                  name: '八幡平・十和田湖'
                }
              ]
            },
            {
              cd: '050800',
              name: '白神・男鹿',
              SmallArea: [
                {
                  cd: '050802',
                  name: '白神・能代'
                },
                {
                  cd: '050803',
                  name: '鷹巣・阿仁・森吉'
                },
                {
                  cd: '050805',
                  name: '男鹿'
                }
              ]
            },
            {
              cd: '051100',
              name: '横手・鳥海',
              SmallArea: [
                {
                  cd: '051102',
                  name: '横手・湯沢'
                },
                {
                  cd: '051105',
                  name: '鳥海・本荘・象潟'
                }
              ]
            }
          ]
        },
        {
          cd: '060000',
          name: '山形県',
          LargeArea: [
            {
              cd: '060200',
              name: '山形・蔵王・天童・上山',
              SmallArea: [
                {
                  cd: '060202',
                  name: '山形'
                },
                {
                  cd: '060203',
                  name: '蔵王'
                },
                {
                  cd: '060205',
                  name: '天童'
                },
                {
                  cd: '060208',
                  name: '上山'
                }
              ]
            },
            {
              cd: '060500',
              name: '尾花沢・新庄・村山',
              SmallArea: [
                {
                  cd: '060502',
                  name: '尾花沢・銀山'
                },
                {
                  cd: '060505',
                  name: '新庄・最上・肘折'
                },
                {
                  cd: '060508',
                  name: '東根・村山'
                }
              ]
            },
            {
              cd: '060800',
              name: '寒河江・月山',
              SmallArea: [
                {
                  cd: '060802',
                  name: '寒河江'
                },
                {
                  cd: '060805',
                  name: '月山・朝日'
                }
              ]
            },
            {
              cd: '061100',
              name: '米沢・置賜',
              SmallArea: [
                {
                  cd: '061102',
                  name: '米沢'
                },
                {
                  cd: '061105',
                  name: '南陽・赤湯・高畠'
                },
                {
                  cd: '061108',
                  name: '長井・置賜'
                }
              ]
            },
            {
              cd: '061400',
              name: '酒田・鶴岡',
              SmallArea: [
                {
                  cd: '061402',
                  name: '酒田・遊佐'
                },
                {
                  cd: '061405',
                  name: '鶴岡・湯野浜・あつみ'
                }
              ]
            }
          ]
        },
        {
          cd: '070000',
          name: '福島県',
          LargeArea: [
            {
              cd: '070200',
              name: '福島・二本松',
              SmallArea: [
                {
                  cd: '070202',
                  name: '福島・飯坂・土湯・高湯'
                },
                {
                  cd: '070205',
                  name: '二本松・岳・大玉'
                }
              ]
            },
            {
              cd: '071100',
              name: '相馬',
              SmallArea: [
                {
                  cd: '071102',
                  name: '相馬'
                },
                {
                  cd: '071105',
                  name: '南相馬・原町'
                }
              ]
            },
            {
              cd: '071500',
              name: '裏磐梯・磐梯高原',
              SmallArea: {
                cd: '071502',
                name: '裏磐梯・五色沼・磐梯高原'
              }
            },
            {
              cd: '071600',
              name: '猪苗代・表磐梯',
              SmallArea: [
                {
                  cd: '071602',
                  name: '猪苗代・表磐梯'
                },
                {
                  cd: '071605',
                  name: '猪苗代（会津）'
                }
              ]
            },
            {
              cd: '071700',
              name: '会津',
              SmallArea: [
                {
                  cd: '071705',
                  name: '喜多方・熱塩・山都'
                },
                {
                  cd: '071708',
                  name: '柳津・西会津'
                },
                {
                  cd: '071712',
                  name: '会津若松・東山・芦ノ牧'
                }
              ]
            },
            {
              cd: '072000',
              name: '南会津',
              SmallArea: [
                {
                  cd: '072005',
                  name: '会津高原・湯野上・南会津'
                },
                {
                  cd: '072008',
                  name: '桧枝岐・尾瀬・奥会津'
                }
              ]
            },
            {
              cd: '072500',
              name: '郡山',
              SmallArea: [
                {
                  cd: '072502',
                  name: '郡山・磐梯熱海・須賀川'
                },
                {
                  cd: '072505',
                  name: '田村・三春'
                }
              ]
            },
            {
              cd: '072800',
              name: '白河',
              SmallArea: [
                {
                  cd: '072802',
                  name: '白河・羽鳥湖'
                },
                {
                  cd: '072805',
                  name: '棚倉・東白川'
                }
              ]
            },
            {
              cd: '073200',
              name: 'いわき・双葉',
              SmallArea: [
                {
                  cd: '073202',
                  name: '双葉'
                },
                {
                  cd: '073205',
                  name: 'いわき・平'
                },
                {
                  cd: '073208',
                  name: 'いわき・湯本'
                },
                {
                  cd: '073212',
                  name: 'いわき・小名浜'
                }
              ]
            }
          ]
        }
      ]
    },
    {
      cd: '10',
      name: '北関東',
      Prefecture: [
        {
          cd: '080000',
          name: '栃木県',
          LargeArea: [
            {
              cd: '080200',
              name: '宇都宮・さくら',
              SmallArea: [
                {
                  cd: '080202',
                  name: '宇都宮'
                },
                {
                  cd: '080204',
                  name: 'さくら'
                }
              ]
            },
            {
              cd: '080500',
              name: '那須・板室',
              SmallArea: {
                cd: '080502',
                name: '那須・板室'
              }
            },
            {
              cd: '080600',
              name: '塩原・矢板・大田原・西那須野',
              SmallArea: [
                {
                  cd: '080602',
                  name: '塩原'
                },
                {
                  cd: '080605',
                  name: '矢板・大田原'
                }
              ]
            },
            {
              cd: '080800',
              name: '日光・霧降高原・奥日光・中禅寺湖・今市',
              SmallArea: [
                {
                  cd: '080802',
                  name: '日光・霧降高原'
                },
                {
                  cd: '080805',
                  name: '奥日光・中禅寺湖'
                },
                {
                  cd: '080811',
                  name: '今市'
                }
              ]
            },
            {
              cd: '080900',
              name: '鬼怒川・川治・湯西川・川俣',
              SmallArea: [
                {
                  cd: '080902',
                  name: '鬼怒川・川治'
                },
                {
                  cd: '080905',
                  name: '湯西川・川俣'
                }
              ]
            },
            {
              cd: '081100',
              name: '佐野・小山・足利・鹿沼',
              SmallArea: [
                {
                  cd: '081102',
                  name: '佐野・足利'
                },
                {
                  cd: '081105',
                  name: '小山'
                },
                {
                  cd: '081108',
                  name: '栃木'
                },
                {
                  cd: '081111',
                  name: '鹿沼・足尾'
                }
              ]
            },
            {
              cd: '081600',
              name: '馬頭・茂木・益子・真岡',
              SmallArea: [
                {
                  cd: '081602',
                  name: '馬頭・南那須'
                },
                {
                  cd: '081605',
                  name: '益子・茂木'
                },
                {
                  cd: '081608',
                  name: '真岡'
                }
              ]
            }
          ]
        },
        {
          cd: '090000',
          name: '群馬県',
          LargeArea: [
            {
              cd: '090100',
              name: '四万・吾妻・川原湯',
              SmallArea: {
                cd: '090102',
                name: '四万・吾妻・川原湯'
              }
            },
            {
              cd: '090200',
              name: '草津・尻焼・花敷',
              SmallArea: {
                cd: '090205',
                name: '草津・尻焼・花敷'
              }
            },
            {
              cd: '090300',
              name: '万座・嬬恋・北軽井沢',
              SmallArea: {
                cd: '090302',
                name: '万座・嬬恋・北軽井沢'
              }
            },
            {
              cd: '090400',
              name: '水上・月夜野・猿ヶ京・法師',
              SmallArea: {
                cd: '090402',
                name: '水上・月夜野・猿ヶ京・法師'
              }
            },
            {
              cd: '090500',
              name: '沼田・老神・尾瀬',
              SmallArea: [
                {
                  cd: '090505',
                  name: '玉原・沼田・老神'
                },
                {
                  cd: '090508',
                  name: '尾瀬・片品'
                }
              ]
            },
            {
              cd: '090800',
              name: '赤城・桐生・渡良瀬',
              SmallArea: [
                {
                  cd: '090802',
                  name: '赤城'
                },
                {
                  cd: '090805',
                  name: '桐生・渡良瀬・梨木'
                }
              ]
            },
            {
              cd: '091100',
              name: '渋川・伊香保',
              SmallArea: {
                cd: '091102',
                name: '渋川・伊香保'
              }
            },
            {
              cd: '091400',
              name: '前橋・高崎・伊勢崎・太田･榛名',
              SmallArea: [
                {
                  cd: '091402',
                  name: '館林'
                },
                {
                  cd: '091405',
                  name: '太田'
                },
                {
                  cd: '091408',
                  name: '伊勢崎'
                },
                {
                  cd: '091411',
                  name: '前橋'
                },
                {
                  cd: '091414',
                  name: '高崎･榛名'
                }
              ]
            },
            {
              cd: '092000',
              name: '藤岡・碓氷・磯部・妙義',
              SmallArea: [
                {
                  cd: '092002',
                  name: '藤岡・富岡'
                },
                {
                  cd: '092008',
                  name: '碓氷・磯部'
                },
                {
                  cd: '092011',
                  name: '多野'
                }
              ]
            }
          ]
        },
        {
          cd: '100000',
          name: '茨城県',
          LargeArea: [
            {
              cd: '100200',
              name: '北茨城・奥久慈・日立',
              SmallArea: [
                {
                  cd: '100202',
                  name: '北茨城'
                },
                {
                  cd: '100203',
                  name: '日立'
                },
                {
                  cd: '100205',
                  name: '久慈・袋田'
                }
              ]
            },
            {
              cd: '100500',
              name: '水戸・笠間',
              SmallArea: [
                {
                  cd: '100502',
                  name: '水戸'
                },
                {
                  cd: '100508',
                  name: '笠間'
                }
              ]
            },
            {
              cd: '100600',
              name: '常総・結城・桜川',
              SmallArea: [
                {
                  cd: '100602',
                  name: '下館・真壁・桜川'
                },
                {
                  cd: '100605',
                  name: '結城・古河'
                }
              ]
            },
            {
              cd: '100800',
              name: 'つくば・牛久',
              SmallArea: [
                {
                  cd: '100802',
                  name: 'つくば'
                },
                {
                  cd: '100805',
                  name: '牛久'
                }
              ]
            },
            {
              cd: '101100',
              name: '霞ヶ浦・土浦・鹿島・潮来',
              SmallArea: [
                {
                  cd: '101102',
                  name: '霞ヶ浦・土浦'
                },
                {
                  cd: '101105',
                  name: '潮来'
                },
                {
                  cd: '101402',
                  name: '鹿島'
                }
              ]
            },
            {
              cd: '101400',
              name: '大洗・ひたちなか',
              SmallArea: [
                {
                  cd: '101405',
                  name: '大洗・ひたちなか'
                },
                {
                  cd: '101407',
                  name: '鉾田市'
                }
              ]
            }
          ]
        }
      ]
    },
    {
      cd: '15',
      name: '首都圏',
      Prefecture: [
        {
          cd: '110000',
          name: '埼玉県',
          LargeArea: [
            {
              cd: '110200',
              name: '川越・さいたま',
              SmallArea: [
                {
                  cd: '110202',
                  name: '川越・所沢'
                },
                {
                  cd: '110205',
                  name: 'さいたま'
                },
                {
                  cd: '110208',
                  name: '上尾'
                },
                {
                  cd: '110211',
                  name: '川口・戸田'
                }
              ]
            },
            {
              cd: '110500',
              name: '秩父・長瀞',
              SmallArea: [
                {
                  cd: '110502',
                  name: '秩父'
                },
                {
                  cd: '110505',
                  name: '長瀞'
                }
              ]
            },
            {
              cd: '110800',
              name: '飯能',
              SmallArea: [
                {
                  cd: '110802',
                  name: '飯能'
                },
                {
                  cd: '110805',
                  name: '東松山・森林公園・小川町'
                }
              ]
            },
            {
              cd: '111100',
              name: '久喜・行田',
              SmallArea: [
                {
                  cd: '111102',
                  name: '久喜'
                },
                {
                  cd: '111105',
                  name: '行田'
                }
              ]
            },
            {
              cd: '111400',
              name: '本庄・熊谷',
              SmallArea: [
                {
                  cd: '111402',
                  name: '本庄'
                },
                {
                  cd: '111405',
                  name: '熊谷・深谷'
                }
              ]
            },
            {
              cd: '111700',
              name: '越谷・草加',
              SmallArea: [
                {
                  cd: '111702',
                  name: '草加'
                },
                {
                  cd: '111705',
                  name: '越谷'
                }
              ]
            }
          ]
        },
        {
          cd: '120000',
          name: '千葉県',
          LargeArea: [
            {
              cd: '120200',
              name: '千葉・市原',
              SmallArea: [
                {
                  cd: '120202',
                  name: '千葉'
                },
                {
                  cd: '120205',
                  name: '市原'
                }
              ]
            },
            {
              cd: '120500',
              name: '舞浜・浦安・船橋・幕張',
              SmallArea: [
                {
                  cd: '120503',
                  name: '幕張'
                },
                {
                  cd: '120505',
                  name: '船橋'
                },
                {
                  cd: '120508',
                  name: '舞浜・浦安'
                }
              ]
            },
            {
              cd: '120800',
              name: '成田',
              SmallArea: [
                {
                  cd: '120802',
                  name: '成田'
                },
                {
                  cd: '120805',
                  name: '印西'
                }
              ]
            },
            {
              cd: '121100',
              name: '松戸・柏・野田',
              SmallArea: [
                {
                  cd: '121105',
                  name: '野田'
                },
                {
                  cd: '121108',
                  name: '松戸・柏'
                }
              ]
            },
            {
              cd: '121400',
              name: '佐倉・八街',
              SmallArea: [
                {
                  cd: '121402',
                  name: '佐倉'
                },
                {
                  cd: '121405',
                  name: '八街'
                }
              ]
            },
            {
              cd: '121700',
              name: '九十九里・銚子',
              SmallArea: [
                {
                  cd: '121702',
                  name: '九十九里'
                },
                {
                  cd: '121705',
                  name: '銚子'
                },
                {
                  cd: '121708',
                  name: '茂原'
                }
              ]
            },
            {
              cd: '122000',
              name: '木更津・君津・富津',
              SmallArea: [
                {
                  cd: '122002',
                  name: '木更津・君津'
                },
                {
                  cd: '122005',
                  name: '富津・鋸南'
                }
              ]
            },
            {
              cd: '122300',
              name: '勝浦・鴨川',
              SmallArea: [
                {
                  cd: '122302',
                  name: '勝浦・御宿'
                },
                {
                  cd: '122308',
                  name: '鴨川'
                }
              ]
            },
            {
              cd: '122600',
              name: '館山・南房総',
              SmallArea: [
                {
                  cd: '122602',
                  name: '富浦・白浜・千倉'
                },
                {
                  cd: '122605',
                  name: '館山'
                }
              ]
            }
          ]
        },
        {
          cd: '130000',
          name: '東京都',
          LargeArea: [
            {
              cd: '136200',
              name: '銀座・日本橋・東京駅周辺',
              SmallArea: [
                {
                  cd: '136202',
                  name: '銀座・晴海・築地'
                },
                {
                  cd: '136205',
                  name: '東京・神田・日本橋'
                }
              ]
            },
            {
              cd: '136500',
              name: 'お茶の水・湯島・九段・後楽園',
              SmallArea: [
                {
                  cd: '136502',
                  name: 'お茶の水・湯島・本郷'
                },
                {
                  cd: '136505',
                  name: '九段・四谷・後楽園周辺'
                },
                {
                  cd: '136508',
                  name: '大塚・文京'
                }
              ]
            },
            {
              cd: '136800',
              name: '六本木・麻布・赤坂・青山',
              SmallArea: [
                {
                  cd: '136802',
                  name: '六本木・麻布・虎ノ門'
                },
                {
                  cd: '136805',
                  name: '赤坂・溜池'
                },
                {
                  cd: '136808',
                  name: '青山'
                },
                {
                  cd: '136812',
                  name: '白金'
                }
              ]
            },
            {
              cd: '137100',
              name: 'お台場・汐留・新橋・品川',
              SmallArea: [
                {
                  cd: '137102',
                  name: 'お台場・汐留・竹芝'
                },
                {
                  cd: '137105',
                  name: '品川・高輪・天王洲'
                },
                {
                  cd: '137108',
                  name: '新橋・芝'
                }
              ]
            },
            {
              cd: '137400',
              name: '上野・浅草・両国',
              SmallArea: [
                {
                  cd: '137402',
                  name: '上野'
                },
                {
                  cd: '137405',
                  name: '浅草'
                },
                {
                  cd: '137408',
                  name: '墨田・両国'
                },
                {
                  cd: '137412',
                  name: '荒川・足立'
                }
              ]
            },
            {
              cd: '137700',
              name: '池袋・目白・板橋・赤羽',
              SmallArea: [
                {
                  cd: '137702',
                  name: '池袋'
                },
                {
                  cd: '137705',
                  name: '板橋・赤羽'
                }
              ]
            },
            {
              cd: '138000',
              name: '新宿・中野・杉並・吉祥寺',
              SmallArea: [
                {
                  cd: '138002',
                  name: '新宿'
                },
                {
                  cd: '138005',
                  name: '中野・杉並'
                },
                {
                  cd: '138008',
                  name: '吉祥寺・三鷹・武蔵野'
                }
              ]
            },
            {
              cd: '138300',
              name: '渋谷・目黒・世田谷',
              SmallArea: [
                {
                  cd: '138302',
                  name: '渋谷'
                },
                {
                  cd: '138305',
                  name: '恵比寿・目黒・五反田'
                },
                {
                  cd: '138308',
                  name: '世田谷'
                }
              ]
            },
            {
              cd: '138600',
              name: '蒲田・大森・羽田周辺',
              SmallArea: {
                cd: '138602',
                name: '蒲田・大森・羽田周辺'
              }
            },
            {
              cd: '138900',
              name: '葛飾・江戸川・江東',
              SmallArea: [
                {
                  cd: '138902',
                  name: '葛飾・江戸川'
                },
                {
                  cd: '138905',
                  name: '江東'
                }
              ]
            },
            {
              cd: '139200',
              name: '八王子・立川・町田・府中・調布',
              SmallArea: [
                {
                  cd: '139202',
                  name: '調布・府中'
                },
                {
                  cd: '139205',
                  name: '立川・八王子・多摩'
                },
                {
                  cd: '139208',
                  name: '町田'
                },
                {
                  cd: '139212',
                  name: '福生・東村山・小金井'
                }
              ]
            },
            {
              cd: '139500',
              name: '青梅・奥多摩',
              SmallArea: [
                {
                  cd: '139502',
                  name: '青梅'
                },
                {
                  cd: '139505',
                  name: '奥多摩'
                }
              ]
            },
            {
              cd: '139800',
              name: '伊豆七島・小笠原',
              SmallArea: {
                cd: '139802',
                name: '伊豆七島・小笠原'
              }
            }
          ]
        },
        {
          cd: '140000',
          name: '神奈川県',
          LargeArea: [
            {
              cd: '140100',
              name: '川崎',
              SmallArea: {
                cd: '140102',
                name: '川崎'
              }
            },
            {
              cd: '140200',
              name: '横浜',
              SmallArea: [
                {
                  cd: '140202',
                  name: '横浜・ベイエリア'
                },
                {
                  cd: '140208',
                  name: '戸塚・港南'
                },
                {
                  cd: '140211',
                  name: '新横浜・青葉'
                }
              ]
            },
            {
              cd: '140500',
              name: '横須賀・三浦',
              SmallArea: [
                {
                  cd: '140502',
                  name: '横須賀'
                },
                {
                  cd: '140505',
                  name: '三浦'
                }
              ]
            },
            {
              cd: '140800',
              name: '湘南・鎌倉',
              SmallArea: [
                {
                  cd: '140802',
                  name: '逗子'
                },
                {
                  cd: '140805',
                  name: '鎌倉'
                },
                {
                  cd: '140808',
                  name: '藤沢・茅ヶ崎'
                },
                {
                  cd: '140811',
                  name: '平塚・大磯'
                }
              ]
            },
            {
              cd: '141100',
              name: '厚木・海老名',
              SmallArea: [
                {
                  cd: '141102',
                  name: '海老名・大和'
                },
                {
                  cd: '141105',
                  name: '厚木・伊勢原'
                }
              ]
            },
            {
              cd: '141400',
              name: '相模原',
              SmallArea: {
                cd: '141402',
                name: '相模原'
              }
            },
            {
              cd: '141600',
              name: '箱根',
              SmallArea: {
                cd: '141602',
                name: '箱根'
              }
            },
            {
              cd: '141700',
              name: '湯河原・真鶴・小田原',
              SmallArea: [
                {
                  cd: '141705',
                  name: '小田原'
                },
                {
                  cd: '141708',
                  name: '湯河原・真鶴'
                }
              ]
            },
            {
              cd: '142000',
              name: '足柄',
              SmallArea: [
                {
                  cd: '142002',
                  name: '秦野'
                },
                {
                  cd: '142005',
                  name: '南足柄・上郡'
                },
                {
                  cd: '142008',
                  name: '丹沢'
                }
              ]
            }
          ]
        }
      ]
    },
    {
      cd: '20',
      name: '甲信越',
      Prefecture: [
        {
          cd: '150000',
          name: '山梨県',
          LargeArea: [
            {
              cd: '150100',
              name: '甲府・湯村・昇仙峡',
              SmallArea: [
                {
                  cd: '150102',
                  name: '湯村'
                },
                {
                  cd: '150105',
                  name: '甲府'
                }
              ]
            },
            {
              cd: '150200',
              name: '石和・勝沼・塩山',
              SmallArea: {
                cd: '150205',
                name: '石和・勝沼・塩山'
              }
            },
            {
              cd: '150300',
              name: '大月・都留',
              SmallArea: {
                cd: '150302',
                name: '大月・都留'
              }
            },
            {
              cd: '150500',
              name: '山中湖・忍野',
              SmallArea: {
                cd: '150502',
                name: '山中湖・忍野'
              }
            },
            {
              cd: '150600',
              name: '河口湖・西湖・富士吉田・精進湖・本栖湖',
              SmallArea: [
                {
                  cd: '150602',
                  name: '河口湖・西湖・富士吉田'
                },
                {
                  cd: '150605',
                  name: '精進湖・本栖湖'
                }
              ]
            },
            {
              cd: '150800',
              name: '下部・身延・早川',
              SmallArea: {
                cd: '150802',
                name: '下部・身延・早川'
              }
            },
            {
              cd: '151100',
              name: '南アルプス',
              SmallArea: [
                {
                  cd: '151102',
                  name: '南アルプス・芦安・白根'
                },
                {
                  cd: '151105',
                  name: '白州・武川'
                }
              ]
            },
            {
              cd: '151400',
              name: '八ヶ岳・小淵沢・清里・大泉',
              SmallArea: [
                {
                  cd: '151402',
                  name: '小淵沢'
                },
                {
                  cd: '151405',
                  name: '清里・大泉・須玉'
                },
                {
                  cd: '151408',
                  name: '韮崎'
                }
              ]
            }
          ]
        },
        {
          cd: '160000',
          name: '長野県',
          LargeArea: [
            {
              cd: '160200',
              name: '長野・戸隠・小布施',
              SmallArea: [
                {
                  cd: '160202',
                  name: '長野・飯綱・戸隠'
                },
                {
                  cd: '160208',
                  name: '小布施'
                }
              ]
            },
            {
              cd: '160500',
              name: '野沢温泉・木島平・秋山郷',
              SmallArea: [
                {
                  cd: '160502',
                  name: '秋山郷'
                },
                {
                  cd: '160511',
                  name: '木島平'
                },
                {
                  cd: '160514',
                  name: '野沢温泉'
                }
              ]
            },
            {
              cd: '160600',
              name: '志賀・北志賀・湯田中渋',
              SmallArea: [
                {
                  cd: '160602',
                  name: '北志賀・竜王・奥志賀'
                },
                {
                  cd: '160605',
                  name: '湯田中・渋・志賀高原'
                }
              ]
            },
            {
              cd: '160800',
              name: '上田・別所・鹿教湯',
              SmallArea: {
                cd: '160802',
                name: '上田・別所・鹿教湯'
              }
            },
            {
              cd: '160900',
              name: '菅平・峰の原',
              SmallArea: {
                cd: '160902',
                name: '須坂・菅平・峰の原'
              }
            },
            {
              cd: '161100',
              name: '戸倉上山田・千曲',
              SmallArea: {
                cd: '161102',
                name: '戸倉上山田・千曲'
              }
            },
            {
              cd: '161400',
              name: '軽井沢・佐久・小諸',
              SmallArea: [
                {
                  cd: '161402',
                  name: '軽井沢'
                },
                {
                  cd: '161405',
                  name: '佐久・小諸'
                }
              ]
            },
            {
              cd: '161600',
              name: '八ヶ岳・富士見・原村・野辺山・小海',
              SmallArea: [
                {
                  cd: '161602',
                  name: '野辺山・小海'
                },
                {
                  cd: '161605',
                  name: '原村・富士見'
                }
              ]
            },
            {
              cd: '161800',
              name: '蓼科・白樺湖・車山・女神湖・姫木平',
              SmallArea: [
                {
                  cd: '161802',
                  name: '蓼科・白樺湖・車山'
                },
                {
                  cd: '161808',
                  name: '女神湖・姫木平・東白樺湖'
                }
              ]
            },
            {
              cd: '161900',
              name: '上諏訪・下諏訪・岡谷・霧ヶ峰・美ヶ原高原',
              SmallArea: {
                cd: '161902',
                name: '上諏訪・下諏訪・岡谷・霧ヶ峰・美ヶ原高原'
              }
            },
            {
              cd: '162000',
              name: '白馬・小谷',
              SmallArea: [
                {
                  cd: '162002',
                  name: '白馬村'
                },
                {
                  cd: '162005',
                  name: '栂池・小谷'
                }
              ]
            },
            {
              cd: '162200',
              name: '松本市（松本駅周辺・浅間・美ヶ原・塩尻）',
              SmallArea: [
                {
                  cd: '162202',
                  name: '松本駅周辺'
                },
                {
                  cd: '162205',
                  name: '浅間・美ヶ原'
                },
                {
                  cd: '162208',
                  name: '塩尻・その他'
                }
              ]
            },
            {
              cd: '162300',
              name: '松本市（上高地・乗鞍・白骨・野麦峠）',
              SmallArea: [
                {
                  cd: '162302',
                  name: '上高地'
                },
                {
                  cd: '162303',
                  name: '乗鞍'
                },
                {
                  cd: '162305',
                  name: '白骨'
                },
                {
                  cd: '162308',
                  name: '野麦峠'
                }
              ]
            },
            {
              cd: '162400',
              name: '安曇野・大町',
              SmallArea: [
                {
                  cd: '162402',
                  name: '大町'
                },
                {
                  cd: '162405',
                  name: '安曇野・穂高'
                }
              ]
            },
            {
              cd: '162600',
              name: '伊那・駒ヶ根・飯田・昼神',
              SmallArea: [
                {
                  cd: '162602',
                  name: '高遠・伊那・辰野'
                },
                {
                  cd: '162608',
                  name: '駒ヶ根'
                },
                {
                  cd: '162612',
                  name: '飯田・天竜峡'
                },
                {
                  cd: '162615',
                  name: '阿智・昼神・下伊那'
                }
              ]
            },
            {
              cd: '163200',
              name: '木曽',
              SmallArea: [
                {
                  cd: '163202',
                  name: '奈良井・薮原'
                },
                {
                  cd: '163205',
                  name: '木曽・御岳'
                },
                {
                  cd: '163208',
                  name: '南木曽・妻籠・馬籠（一部岐阜県）'
                }
              ]
            },
            {
              cd: '163500',
              name: '斑尾・飯山・信濃町・黒姫',
              SmallArea: [
                {
                  cd: '163502',
                  name: '斑尾・飯山'
                },
                {
                  cd: '163505',
                  name: '信濃町・黒姫'
                }
              ]
            }
          ]
        },
        {
          cd: '170000',
          name: '新潟県',
          LargeArea: [
            {
              cd: '170200',
              name: '新潟・月岡・阿賀野川',
              SmallArea: [
                {
                  cd: '170208',
                  name: '新潟駅周辺'
                },
                {
                  cd: '170212',
                  name: '月岡・阿賀野川・五頭・麒麟山'
                }
              ]
            },
            {
              cd: '170500',
              name: '瀬波・村上・岩船',
              SmallArea: [
                {
                  cd: '170502',
                  name: '瀬波・村上'
                },
                {
                  cd: '170505',
                  name: '岩船・胎内'
                }
              ]
            },
            {
              cd: '170600',
              name: '燕・三条・岩室・弥彦',
              SmallArea: {
                cd: '170602',
                name: '燕・三条・岩室・弥彦'
              }
            },
            {
              cd: '171100',
              name: '柏崎・寺泊・長岡・魚沼（湯之谷）',
              SmallArea: [
                {
                  cd: '171102',
                  name: '長岡･寺泊'
                },
                {
                  cd: '171105',
                  name: '柏崎'
                },
                {
                  cd: '171108',
                  name: '魚沼（湯之谷・奥只見）'
                }
              ]
            },
            {
              cd: '171300',
              name: '南魚沼・十日町・津南（六日町）',
              SmallArea: [
                {
                  cd: '171302',
                  name: '十日町・津南・松之山'
                },
                {
                  cd: '171305',
                  name: '南魚沼（塩沢・六日町）'
                }
              ]
            },
            {
              cd: '171400',
              name: '湯沢・苗場',
              SmallArea: [
                {
                  cd: '171408',
                  name: '湯沢'
                },
                {
                  cd: '171411',
                  name: '苗場・かぐら'
                }
              ]
            },
            {
              cd: '171700',
              name: '上越・糸魚川・妙高',
              SmallArea: [
                {
                  cd: '171702',
                  name: '上越・妙高・鵜の浜'
                },
                {
                  cd: '171705',
                  name: '糸魚川'
                }
              ]
            },
            {
              cd: '172000',
              name: '佐渡',
              SmallArea: {
                cd: '172002',
                name: '佐渡'
              }
            }
          ]
        }
      ]
    },
    {
      cd: '25',
      name: '北陸',
      Prefecture: [
        {
          cd: '180000',
          name: '富山県',
          LargeArea: [
            {
              cd: '180200',
              name: '立山・黒部・宇奈月',
              SmallArea: [
                {
                  cd: '180202',
                  name: '宇奈月・黒部'
                },
                {
                  cd: '180205',
                  name: '滑川・魚津'
                },
                {
                  cd: '180208',
                  name: '立山'
                }
              ]
            },
            {
              cd: '180500',
              name: '富山',
              SmallArea: {
                cd: '180502',
                name: '富山・八尾'
              }
            },
            {
              cd: '180800',
              name: '高岡・氷見・砺波',
              SmallArea: [
                {
                  cd: '180802',
                  name: '氷見・高岡'
                },
                {
                  cd: '180805',
                  name: '小矢部・砺波'
                }
              ]
            }
          ]
        },
        {
          cd: '190000',
          name: '石川県',
          LargeArea: [
            {
              cd: '191100',
              name: '輪島・能登',
              SmallArea: {
                cd: '191102',
                name: '輪島・能登'
              }
            },
            {
              cd: '191400',
              name: '和倉・七尾',
              SmallArea: {
                cd: '191402',
                name: '和倉・七尾'
              }
            },
            {
              cd: '192000',
              name: '金沢・羽咋',
              SmallArea: [
                {
                  cd: '192001',
                  name: '羽咋・かほく'
                },
                {
                  cd: '192002',
                  name: '金沢・湯涌'
                }
              ]
            },
            {
              cd: '192300',
              name: '白山',
              SmallArea: {
                cd: '192302',
                name: '白山'
              }
            },
            {
              cd: '192600',
              name: '加賀・小松・辰口',
              SmallArea: [
                {
                  cd: '192602',
                  name: '粟津・小松・辰口'
                },
                {
                  cd: '192605',
                  name: '加賀'
                }
              ]
            }
          ]
        },
        {
          cd: '200000',
          name: '福井県',
          LargeArea: [
            {
              cd: '200200',
              name: '三国・あわら',
              SmallArea: [
                {
                  cd: '200202',
                  name: 'あわら'
                },
                {
                  cd: '200205',
                  name: '三国'
                }
              ]
            },
            {
              cd: '200300',
              name: '福井・奥越前',
              SmallArea: [
                {
                  cd: '200302',
                  name: '福井・鯖江'
                },
                {
                  cd: '200305',
                  name: '奥越前・池田'
                }
              ]
            },
            {
              cd: '200400',
              name: '越前',
              SmallArea: {
                cd: '200402',
                name: '越前'
              }
            },
            {
              cd: '200500',
              name: '若狭',
              SmallArea: {
                cd: '200502',
                name: '敦賀・若狭'
              }
            }
          ]
        }
      ]
    },
    {
      cd: '30',
      name: '東海',
      Prefecture: [
        {
          cd: '210000',
          name: '静岡県',
          LargeArea: [
            {
              cd: '210200',
              name: '熱海',
              SmallArea: [
                {
                  cd: '210202',
                  name: '熱海'
                },
                {
                  cd: '210205',
                  name: '南熱海・多賀・網代'
                }
              ]
            },
            {
              cd: '210400',
              name: '伊東・宇佐美・川奈',
              SmallArea: {
                cd: '210402',
                name: '伊東・宇佐美・川奈'
              }
            },
            {
              cd: '210500',
              name: '伊豆高原',
              SmallArea: {
                cd: '210502',
                name: '伊豆高原'
              }
            },
            {
              cd: '210800',
              name: '東伊豆',
              SmallArea: [
                {
                  cd: '210802',
                  name: '大川・北川・熱川'
                },
                {
                  cd: '210803',
                  name: '片瀬・白田'
                },
                {
                  cd: '210805',
                  name: '稲取'
                },
                {
                  cd: '210808',
                  name: '河津・今井浜'
                }
              ]
            },
            {
              cd: '211000',
              name: '下田・白浜',
              SmallArea: {
                cd: '211002',
                name: '下田・白浜'
              }
            },
            {
              cd: '211100',
              name: '南伊豆',
              SmallArea: [
                {
                  cd: '211105',
                  name: '弓ヶ浜'
                },
                {
                  cd: '211108',
                  name: '下賀茂'
                },
                {
                  cd: '211111',
                  name: '石廊崎'
                },
                {
                  cd: '211114',
                  name: '妻良・伊浜'
                }
              ]
            },
            {
              cd: '211400',
              name: '西伊豆',
              SmallArea: [
                {
                  cd: '211401',
                  name: '三津・大瀬'
                },
                {
                  cd: '211402',
                  name: '戸田・土肥'
                },
                {
                  cd: '211405',
                  name: '堂ヶ島・宇久須'
                },
                {
                  cd: '211408',
                  name: '松崎・雲見'
                }
              ]
            },
            {
              cd: '211700',
              name: '中伊豆',
              SmallArea: [
                {
                  cd: '211702',
                  name: '伊豆長岡・大仁・韮山'
                },
                {
                  cd: '211705',
                  name: '修善寺・天城湯ヶ島・中伊豆'
                }
              ]
            },
            {
              cd: '212000',
              name: '沼津・三島',
              SmallArea: [
                {
                  cd: '212002',
                  name: '沼津'
                },
                {
                  cd: '212005',
                  name: '三島'
                }
              ]
            },
            {
              cd: '212300',
              name: '御殿場・富士',
              SmallArea: [
                {
                  cd: '212302',
                  name: '御殿場'
                },
                {
                  cd: '212305',
                  name: '裾野'
                },
                {
                  cd: '212308',
                  name: '富士・富士宮・朝霧'
                }
              ]
            },
            {
              cd: '212600',
              name: '静岡・清水',
              SmallArea: [
                {
                  cd: '212602',
                  name: '静岡'
                },
                {
                  cd: '212605',
                  name: '清水'
                }
              ]
            },
            {
              cd: '212900',
              name: '焼津・御前崎',
              SmallArea: [
                {
                  cd: '212902',
                  name: '焼津'
                },
                {
                  cd: '212905',
                  name: '御前崎・牧之原'
                },
                {
                  cd: '212908',
                  name: '藤枝'
                },
                {
                  cd: '212911',
                  name: '島田'
                }
              ]
            },
            {
              cd: '213200',
              name: '大井川・寸又峡・川根',
              SmallArea: {
                cd: '213202',
                name: '大井川・寸又峡・川根'
              }
            },
            {
              cd: '213500',
              name: '浜松・浜名湖',
              SmallArea: [
                {
                  cd: '213508',
                  name: '浜名湖'
                },
                {
                  cd: '213509',
                  name: '浜松・浜北'
                },
                {
                  cd: '213511',
                  name: '天竜'
                }
              ]
            },
            {
              cd: '213700',
              name: '磐田・袋井・掛川',
              SmallArea: [
                {
                  cd: '212910',
                  name: '掛川'
                },
                {
                  cd: '212912',
                  name: '磐田・袋井'
                }
              ]
            }
          ]
        },
        {
          cd: '220000',
          name: '岐阜県',
          LargeArea: [
            {
              cd: '220200',
              name: '飛騨・高山',
              SmallArea: [
                {
                  cd: '220202',
                  name: '飛騨古川・荘川・清見'
                },
                {
                  cd: '220205',
                  name: '飛騨高山・丹生川'
                }
              ]
            },
            {
              cd: '220300',
              name: '奥飛騨',
              SmallArea: {
                cd: '220302',
                name: '奥飛騨'
              }
            },
            {
              cd: '220500',
              name: '下呂・南飛騨',
              SmallArea: {
                cd: '220502',
                name: '下呂・南飛騨'
              }
            },
            {
              cd: '220600',
              name: '郡上・美濃・関',
              SmallArea: [
                {
                  cd: '220602',
                  name: '郡上八幡・白鳥・高鷲・明宝'
                },
                {
                  cd: '220605',
                  name: '美濃・関'
                }
              ]
            },
            {
              cd: '220800',
              name: '恵那・多治見・可児・加茂',
              SmallArea: [
                {
                  cd: '220802',
                  name: '恵那・中津川・瑞浪'
                },
                {
                  cd: '220805',
                  name: '多治見・土岐・加茂・可児'
                }
              ]
            },
            {
              cd: '221100',
              name: '岐阜・大垣・養老',
              SmallArea: [
                {
                  cd: '221102',
                  name: '岐阜・羽島'
                },
                {
                  cd: '221105',
                  name: '大垣・養老・揖斐'
                }
              ]
            },
            {
              cd: '221500',
              name: '白川郷',
              SmallArea: {
                cd: '221502',
                name: '白川郷'
              }
            }
          ]
        },
        {
          cd: '230000',
          name: '愛知県',
          LargeArea: [
            {
              cd: '230200',
              name: '名古屋',
              SmallArea: [
                {
                  cd: '230202',
                  name: '名古屋駅・名古屋城周辺'
                },
                {
                  cd: '230203',
                  name: '栄・伏見・丸の内・ナゴヤドーム周辺'
                },
                {
                  cd: '230204',
                  name: '金山・大須・笠寺以南'
                }
              ]
            },
            {
              cd: '230500',
              name: '三河',
              SmallArea: [
                {
                  cd: '230502',
                  name: '奥三河・新城・湯谷'
                },
                {
                  cd: '230505',
                  name: '西三河'
                },
                {
                  cd: '230508',
                  name: '豊橋・豊川'
                },
                {
                  cd: '230511',
                  name: '渥美半島・伊良湖'
                },
                {
                  cd: '230514',
                  name: '蒲郡・吉良・幡豆'
                }
              ]
            },
            {
              cd: '230800',
              name: '尾張・犬山・小牧',
              SmallArea: [
                {
                  cd: '230802',
                  name: '稲沢・津島'
                },
                {
                  cd: '230805',
                  name: '犬山・小牧・一宮'
                },
                {
                  cd: '230808',
                  name: '瀬戸・日進'
                }
              ]
            },
            {
              cd: '231100',
              name: '知多',
              SmallArea: [
                {
                  cd: '231102',
                  name: '知多半島'
                },
                {
                  cd: '231105',
                  name: '日間賀島'
                },
                {
                  cd: '231108',
                  name: '篠島'
                }
              ]
            }
          ]
        },
        {
          cd: '240000',
          name: '三重県',
          LargeArea: [
            {
              cd: '240200',
              name: '桑名・長島・四日市・湯の山・鈴鹿',
              SmallArea: [
                {
                  cd: '240202',
                  name: '桑名・長島・四日市・湯の山'
                },
                {
                  cd: '240208',
                  name: '鈴鹿・亀山'
                }
              ]
            },
            {
              cd: '240500',
              name: '伊賀・上野・名張',
              SmallArea: [
                {
                  cd: '240502',
                  name: '上野'
                },
                {
                  cd: '240505',
                  name: '阿山・伊賀'
                },
                {
                  cd: '240508',
                  name: '名張・赤目四十八滝・青山'
                }
              ]
            },
            {
              cd: '240800',
              name: '津・久居・美杉・松阪',
              SmallArea: [
                {
                  cd: '240802',
                  name: '津'
                },
                {
                  cd: '240805',
                  name: '久居・榊原'
                },
                {
                  cd: '240808',
                  name: '白山・美杉'
                },
                {
                  cd: '240811',
                  name: '松阪'
                }
              ]
            },
            {
              cd: '241000',
              name: '伊勢・二見',
              SmallArea: {
                cd: '241002',
                name: '伊勢・二見'
              }
            },
            {
              cd: '241100',
              name: '鳥羽',
              SmallArea: {
                cd: '241105',
                name: '鳥羽'
              }
            },
            {
              cd: '241300',
              name: '南鳥羽',
              SmallArea: {
                cd: '241302',
                name: '南鳥羽'
              }
            },
            {
              cd: '241400',
              name: '志摩',
              SmallArea: [
                {
                  cd: '241402',
                  name: '志摩（浜島・阿児・磯部）'
                },
                {
                  cd: '241405',
                  name: '南伊勢'
                },
                {
                  cd: '241408',
                  name: '志摩（志摩・大王）'
                }
              ]
            },
            {
              cd: '241700',
              name: '奥伊勢',
              SmallArea: {
                cd: '241705',
                name: '奥伊勢'
              }
            },
            {
              cd: '242000',
              name: '東紀州',
              SmallArea: [
                {
                  cd: '242002',
                  name: '紀伊長島'
                },
                {
                  cd: '242005',
                  name: '尾鷲・熊野'
                }
              ]
            }
          ]
        }
      ]
    },
    {
      cd: '35',
      name: '近畿',
      Prefecture: [
        {
          cd: '250000',
          name: '滋賀県',
          LargeArea: [
            {
              cd: '250200',
              name: '大津',
              SmallArea: {
                cd: '250202',
                name: '大津'
              }
            },
            {
              cd: '250500',
              name: '彦根・長浜',
              SmallArea: [
                {
                  cd: '250502',
                  name: '彦根'
                },
                {
                  cd: '250505',
                  name: '長浜'
                }
              ]
            },
            {
              cd: '250800',
              name: '甲賀・信楽',
              SmallArea: {
                cd: '250802',
                name: '甲賀・信楽'
              }
            },
            {
              cd: '251100',
              name: '湖西',
              SmallArea: {
                cd: '251102',
                name: '高島'
              }
            },
            {
              cd: '251400',
              name: '草津・守山・近江八幡',
              SmallArea: [
                {
                  cd: '251402',
                  name: '草津・守山'
                },
                {
                  cd: '251405',
                  name: '近江八幡'
                }
              ]
            },
            {
              cd: '251700',
              name: '雄琴・堅田',
              SmallArea: {
                cd: '251702',
                name: '雄琴・堅田'
              }
            }
          ]
        },
        {
          cd: '260000',
          name: '京都府',
          LargeArea: [
            {
              cd: '260200',
              name: '河原町・烏丸・大宮周辺',
              SmallArea: [
                {
                  cd: '260202',
                  name: '二条城・御所周辺'
                },
                {
                  cd: '260205',
                  name: '河原町周辺'
                },
                {
                  cd: '260208',
                  name: '烏丸通・四条通'
                }
              ]
            },
            {
              cd: '260500',
              name: '京都駅周辺',
              SmallArea: [
                {
                  cd: '260502',
                  name: '京都駅前'
                },
                {
                  cd: '260505',
                  name: '京都駅近郊・山科'
                }
              ]
            },
            {
              cd: '261400',
              name: '大原・鞍馬・貴船',
              SmallArea: {
                cd: '261405',
                name: '大原・鞍馬・貴船'
              }
            },
            {
              cd: '262000',
              name: '嵯峨野・嵐山・高雄',
              SmallArea: {
                cd: '262002',
                name: '嵯峨野・嵐山・高雄'
              }
            },
            {
              cd: '262300',
              name: '祇園・東山・北白川周辺',
              SmallArea: [
                {
                  cd: '262302',
                  name: '祇園・東山'
                },
                {
                  cd: '262305',
                  name: '北山・宝ヶ池'
                },
                {
                  cd: '262308',
                  name: '岡崎・北白川'
                }
              ]
            },
            {
              cd: '263300',
              name: '京都南部（宇治・長岡京・山崎）',
              SmallArea: [
                {
                  cd: '263302',
                  name: '長岡京・山崎'
                },
                {
                  cd: '263306',
                  name: '宇治・京田辺'
                },
                {
                  cd: '263309',
                  name: '相楽'
                }
              ]
            },
            {
              cd: '263900',
              name: '湯の花・丹波・美山',
              SmallArea: [
                {
                  cd: '263902',
                  name: '亀岡・湯の花・丹波'
                },
                {
                  cd: '263905',
                  name: '美山'
                }
              ]
            },
            {
              cd: '264200',
              name: '天橋立・宮津・舞鶴',
              SmallArea: [
                {
                  cd: '264202',
                  name: '天橋立・宮津'
                },
                {
                  cd: '264205',
                  name: '舞鶴'
                }
              ]
            },
            {
              cd: '264500',
              name: '丹後・久美浜',
              SmallArea: [
                {
                  cd: '264505',
                  name: '丹後'
                },
                {
                  cd: '264508',
                  name: '久美浜・小天橋'
                }
              ]
            },
            {
              cd: '264800',
              name: '綾部・福知山',
              SmallArea: {
                cd: '264802',
                name: '綾部・福知山'
              }
            }
          ]
        },
        {
          cd: '270000',
          name: '大阪府',
          LargeArea: [
            {
              cd: '271400',
              name: '大阪北部（茨木・高槻・箕面・伊丹空港）',
              SmallArea: [
                {
                  cd: '271402',
                  name: '吹田・豊中・伊丹空港周辺'
                },
                {
                  cd: '271405',
                  name: '池田・箕面・能勢'
                },
                {
                  cd: '271408',
                  name: '茨木・高槻・枚方'
                }
              ]
            },
            {
              cd: '271700',
              name: '新大阪・江坂・十三・塚本',
              SmallArea: {
                cd: '271702',
                name: '新大阪・江坂・十三・塚本'
              }
            },
            {
              cd: '272000',
              name: '大阪駅・梅田駅・福島・淀屋橋・本町',
              SmallArea: [
                {
                  cd: '272002',
                  name: '梅田・中之島・福島・天満'
                },
                {
                  cd: '272005',
                  name: '淀屋橋・北浜・本町'
                }
              ]
            },
            {
              cd: '272300',
              name: '大阪ベイエリア',
              SmallArea: [
                {
                  cd: '272302',
                  name: 'ユニバーサルシティ'
                },
                {
                  cd: '272305',
                  name: '天保山・南港・住之江'
                }
              ]
            },
            {
              cd: '272600',
              name: '大阪城・京橋・市内東部',
              SmallArea: [
                {
                  cd: '272602',
                  name: '京橋・鶴見緑地'
                },
                {
                  cd: '272605',
                  name: '谷町・大阪城公園'
                }
              ]
            },
            {
              cd: '272900',
              name: '心斎橋・なんば・四ツ橋',
              SmallArea: {
                cd: '272902',
                name: '心斎橋・なんば・四ツ橋'
              }
            },
            {
              cd: '273200',
              name: '上本町・天王寺・市内南部',
              SmallArea: [
                {
                  cd: '273202',
                  name: '上本町・天王寺・阿倍野'
                },
                {
                  cd: '273205',
                  name: '鶴橋・平野'
                },
                {
                  cd: '273208',
                  name: '住吉・長居公園'
                }
              ]
            },
            {
              cd: '273500',
              name: '大阪東部（寝屋川・守口・門真・東大阪）',
              SmallArea: [
                {
                  cd: '273502',
                  name: '東大阪・八尾'
                },
                {
                  cd: '273505',
                  name: '寝屋川・守口・門真・四條畷'
                },
                {
                  cd: '273508',
                  name: '松原・藤井寺'
                },
                {
                  cd: '273511',
                  name: '富田林・河内長野'
                }
              ]
            },
            {
              cd: '273800',
              name: '大阪南部（堺・岸和田・関西空港）',
              SmallArea: [
                {
                  cd: '273802',
                  name: '堺・泉大津'
                },
                {
                  cd: '273805',
                  name: '岸和田・貝塚'
                },
                {
                  cd: '273808',
                  name: '関空・泉佐野・岬'
                }
              ]
            }
          ]
        },
        {
          cd: '280000',
          name: '兵庫県',
          LargeArea: [
            {
              cd: '280200',
              name: '神戸・有馬・明石',
              SmallArea: [
                {
                  cd: '280201',
                  name: '有馬'
                },
                {
                  cd: '280202',
                  name: '六甲・北神'
                },
                {
                  cd: '280203',
                  name: '六甲アイランド'
                },
                {
                  cd: '280204',
                  name: '北野・新神戸'
                },
                {
                  cd: '280205',
                  name: '三宮・ポートアイランド'
                },
                {
                  cd: '280208',
                  name: '元町・メリケンパーク'
                },
                {
                  cd: '280211',
                  name: 'ハーバーランド・神戸・新開地'
                },
                {
                  cd: '280214',
                  name: '須磨・舞子・明石'
                }
              ]
            },
            {
              cd: '280500',
              name: '尼崎・宝塚・三田・篠山',
              SmallArea: [
                {
                  cd: '280502',
                  name: '尼崎・西宮・宝塚・武田尾'
                },
                {
                  cd: '280505',
                  name: '三田・篠山'
                }
              ]
            },
            {
              cd: '280800',
              name: '姫路・赤穂・播磨',
              SmallArea: [
                {
                  cd: '280802',
                  name: '姫路・加古川'
                },
                {
                  cd: '280803',
                  name: '赤穂・相生・たつの'
                },
                {
                  cd: '280805',
                  name: '三木・西脇・宍粟・佐用・兵庫中部'
                }
              ]
            },
            {
              cd: '281100',
              name: '城崎・竹野・豊岡',
              SmallArea: [
                {
                  cd: '281102',
                  name: '城崎'
                },
                {
                  cd: '281105',
                  name: '竹野'
                },
                {
                  cd: '281108',
                  name: '豊岡・出石'
                }
              ]
            },
            {
              cd: '281200',
              name: '香住・浜坂・湯村',
              SmallArea: [
                {
                  cd: '281202',
                  name: '香住'
                },
                {
                  cd: '281205',
                  name: '浜坂'
                },
                {
                  cd: '281208',
                  name: '湯村'
                }
              ]
            },
            {
              cd: '281400',
              name: '神鍋・鉢伏・養父・和田山',
              SmallArea: [
                {
                  cd: '281405',
                  name: 'ハチ北高原・おじろ'
                },
                {
                  cd: '281408',
                  name: '神鍋・江原'
                },
                {
                  cd: '281411',
                  name: 'ハチ高原・養父・和田山'
                }
              ]
            },
            {
              cd: '281700',
              name: '淡路島',
              SmallArea: [
                {
                  cd: '281702',
                  name: '淡路'
                },
                {
                  cd: '281704',
                  name: '洲本'
                },
                {
                  cd: '281705',
                  name: '南あわじ'
                }
              ]
            }
          ]
        },
        {
          cd: '290000',
          name: '奈良県',
          LargeArea: [
            {
              cd: '290200',
              name: '奈良・斑鳩・天理',
              SmallArea: [
                {
                  cd: '290202',
                  name: '奈良・大和郡山'
                },
                {
                  cd: '290205',
                  name: '斑鳩・天理'
                },
                {
                  cd: '290208',
                  name: '生駒・信貴山'
                }
              ]
            },
            {
              cd: '290500',
              name: '飛鳥・橿原・三輪',
              SmallArea: [
                {
                  cd: '290502',
                  name: '飛鳥・橿原・三輪'
                },
                {
                  cd: '290505',
                  name: '室生・宇陀'
                }
              ]
            },
            {
              cd: '290800',
              name: '吉野・奥吉野',
              SmallArea: [
                {
                  cd: '290802',
                  name: '吉野・天川・洞川'
                },
                {
                  cd: '290805',
                  name: '奥吉野・十津川'
                }
              ]
            }
          ]
        },
        {
          cd: '300000',
          name: '和歌山県',
          LargeArea: [
            {
              cd: '300200',
              name: '和歌山市・加太・和歌浦',
              SmallArea: {
                cd: '300202',
                name: '和歌山市・加太・和歌浦'
              }
            },
            {
              cd: '300300',
              name: '高野山',
              SmallArea: {
                cd: '300302',
                name: '高野山・橋本'
              }
            },
            {
              cd: '300500',
              name: '有田・御坊・日高',
              SmallArea: [
                {
                  cd: '300502',
                  name: '有田'
                },
                {
                  cd: '300505',
                  name: '御坊・日高'
                }
              ]
            },
            {
              cd: '300800',
              name: '白浜・龍神',
              SmallArea: [
                {
                  cd: '300801',
                  name: '龍神'
                },
                {
                  cd: '300802',
                  name: '白浜・南部・田辺'
                }
              ]
            },
            {
              cd: '301000',
              name: '本宮・新宮・中辺路',
              SmallArea: [
                {
                  cd: '301002',
                  name: '中辺路・大塔'
                },
                {
                  cd: '301005',
                  name: '本宮'
                },
                {
                  cd: '301008',
                  name: '新宮'
                }
              ]
            },
            {
              cd: '301100',
              name: '勝浦・串本・すさみ',
              SmallArea: [
                {
                  cd: '301102',
                  name: '串本・すさみ'
                },
                {
                  cd: '301105',
                  name: '那智勝浦・太地'
                }
              ]
            }
          ]
        }
      ]
    },
    {
      cd: '40',
      name: '山陰・山陽',
      Prefecture: [
        {
          cd: '310000',
          name: '鳥取県',
          LargeArea: [
            {
              cd: '310200',
              name: '鳥取・岩美',
              SmallArea: [
                {
                  cd: '310202',
                  name: '鳥取'
                },
                {
                  cd: '310205',
                  name: '岩美'
                },
                {
                  cd: '310208',
                  name: '八頭'
                },
                {
                  cd: '310211',
                  name: '浜村・鹿野'
                }
              ]
            },
            {
              cd: '310500',
              name: '倉吉・三朝・湯梨浜',
              SmallArea: [
                {
                  cd: '310502',
                  name: 'はわい・東郷'
                },
                {
                  cd: '310505',
                  name: '三朝'
                },
                {
                  cd: '310508',
                  name: '倉吉・関金'
                }
              ]
            },
            {
              cd: '310800',
              name: '米子・皆生・大山',
              SmallArea: [
                {
                  cd: '310802',
                  name: '米子・皆生・境港'
                },
                {
                  cd: '310805',
                  name: '大山'
                }
              ]
            }
          ]
        },
        {
          cd: '320000',
          name: '島根県',
          LargeArea: [
            {
              cd: '320100',
              name: '松江・安来・玉造・奥出雲',
              SmallArea: [
                {
                  cd: '320102',
                  name: '松江・美保関・玉造'
                },
                {
                  cd: '320105',
                  name: '安来'
                },
                {
                  cd: '320111',
                  name: '奥出雲・雲南'
                }
              ]
            },
            {
              cd: '320400',
              name: '出雲・大田・石見銀山',
              SmallArea: [
                {
                  cd: '320408',
                  name: '出雲・大社・湯の川'
                },
                {
                  cd: '320411',
                  name: '大田・温泉津'
                }
              ]
            },
            {
              cd: '320500',
              name: '益田・浜田・津和野',
              SmallArea: [
                {
                  cd: '320505',
                  name: '浜田・江津・有福'
                },
                {
                  cd: '320508',
                  name: '津和野・益田'
                }
              ]
            },
            {
              cd: '320800',
              name: '隠岐島',
              SmallArea: [
                {
                  cd: '320802',
                  name: '島前'
                },
                {
                  cd: '320805',
                  name: '島後'
                }
              ]
            }
          ]
        },
        {
          cd: '330000',
          name: '岡山県',
          LargeArea: [
            {
              cd: '330200',
              name: '岡山・玉野・牛窓',
              SmallArea: [
                {
                  cd: '330202',
                  name: '岡山・玉野'
                },
                {
                  cd: '330205',
                  name: '牛窓・日生'
                }
              ]
            },
            {
              cd: '330500',
              name: '倉敷・総社・井笠',
              SmallArea: [
                {
                  cd: '330502',
                  name: '倉敷・児島・鷲羽山'
                },
                {
                  cd: '330505',
                  name: '総社・井原・笠岡'
                }
              ]
            },
            {
              cd: '330800',
              name: '津山・美作三湯・蒜山',
              SmallArea: [
                {
                  cd: '330802',
                  name: '湯原・蒜山高原'
                },
                {
                  cd: '330805',
                  name: '津山・奥津'
                },
                {
                  cd: '330808',
                  name: '美作・湯郷'
                }
              ]
            },
            {
              cd: '331100',
              name: '高梁・新見・吉備高原',
              SmallArea: [
                {
                  cd: '331102',
                  name: '高梁・川上・成羽'
                },
                {
                  cd: '331105',
                  name: '新見・阿哲'
                }
              ]
            }
          ]
        },
        {
          cd: '340000',
          name: '広島県',
          LargeArea: [
            {
              cd: '340300',
              name: '福山・尾道',
              SmallArea: {
                cd: '340302',
                name: '福山・尾道・しまなみ'
              }
            },
            {
              cd: '340600',
              name: '庄原・三次・芸北',
              SmallArea: [
                {
                  cd: '340602',
                  name: '庄原・帝釈峡・神石高原'
                },
                {
                  cd: '340605',
                  name: '三次'
                },
                {
                  cd: '340608',
                  name: '芸北'
                }
              ]
            },
            {
              cd: '340900',
              name: '広島・宮島',
              SmallArea: [
                {
                  cd: '340902',
                  name: '広島'
                },
                {
                  cd: '340905',
                  name: '宮島・廿日市'
                }
              ]
            },
            {
              cd: '341100',
              name: '三原・竹原・東広島・呉',
              SmallArea: [
                {
                  cd: '340305',
                  name: '三原・竹原・東広島'
                },
                {
                  cd: '340308',
                  name: '呉・江田島'
                }
              ]
            }
          ]
        },
        {
          cd: '350000',
          name: '山口県',
          LargeArea: [
            {
              cd: '350300',
              name: '岩国・柳井・周南',
              SmallArea: [
                {
                  cd: '350302',
                  name: '岩国'
                },
                {
                  cd: '350305',
                  name: '柳井・周防大島'
                },
                {
                  cd: '350308',
                  name: '周南・湯野'
                }
              ]
            },
            {
              cd: '350600',
              name: '山口・秋芳',
              SmallArea: [
                {
                  cd: '350602',
                  name: '山口・湯田・防府'
                },
                {
                  cd: '350605',
                  name: '秋芳'
                }
              ]
            },
            {
              cd: '351000',
              name: '萩・長門',
              SmallArea: [
                {
                  cd: '351002',
                  name: '萩'
                },
                {
                  cd: '351005',
                  name: '長門'
                }
              ]
            },
            {
              cd: '351300',
              name: '下関・宇部',
              SmallArea: [
                {
                  cd: '351302',
                  name: '宇部'
                },
                {
                  cd: '351305',
                  name: '下関・長府・川棚'
                }
              ]
            }
          ]
        }
      ]
    },
    {
      cd: '45',
      name: '四国',
      Prefecture: [
        {
          cd: '360000',
          name: '徳島県',
          LargeArea: [
            {
              cd: '360200',
              name: '徳島・鳴門',
              SmallArea: [
                {
                  cd: '360202',
                  name: '徳島'
                },
                {
                  cd: '360205',
                  name: '鳴門'
                }
              ]
            },
            {
              cd: '360500',
              name: '阿南・日和佐・宍喰',
              SmallArea: [
                {
                  cd: '360502',
                  name: '阿南・日和佐'
                },
                {
                  cd: '360505',
                  name: '宍喰・海南・牟岐'
                }
              ]
            },
            {
              cd: '360800',
              name: '大歩危・祖谷・剣山',
              SmallArea: [
                {
                  cd: '360802',
                  name: '大歩危・祖谷・池田'
                },
                {
                  cd: '360805',
                  name: '脇町・阿波・美馬'
                },
                {
                  cd: '360808',
                  name: '剣山・那賀'
                }
              ]
            }
          ]
        },
        {
          cd: '370000',
          name: '香川県',
          LargeArea: [
            {
              cd: '370200',
              name: '高松・東讃',
              SmallArea: [
                {
                  cd: '370202',
                  name: '高松・屋島'
                },
                {
                  cd: '370208',
                  name: 'さぬき市・津田'
                },
                {
                  cd: '370211',
                  name: '引田・東かがわ'
                }
              ]
            },
            {
              cd: '370500',
              name: '琴平・丸亀・坂出',
              SmallArea: [
                {
                  cd: '370502',
                  name: '琴平・善通寺'
                },
                {
                  cd: '370505',
                  name: '観音寺'
                },
                {
                  cd: '370507',
                  name: '丸亀'
                },
                {
                  cd: '370508',
                  name: '坂出・宇多津'
                }
              ]
            },
            {
              cd: '370800',
              name: '小豆島',
              SmallArea: {
                cd: '370802',
                name: '小豆島'
              }
            }
          ]
        },
        {
          cd: '380000',
          name: '愛媛県',
          LargeArea: [
            {
              cd: '380200',
              name: '松山・道後',
              SmallArea: [
                {
                  cd: '380202',
                  name: '松山'
                },
                {
                  cd: '380205',
                  name: '道後'
                },
                {
                  cd: '380208',
                  name: '伊予'
                }
              ]
            },
            {
              cd: '380500',
              name: '今治・しまなみ海道',
              SmallArea: [
                {
                  cd: '380502',
                  name: '今治'
                },
                {
                  cd: '380505',
                  name: 'しまなみ海道'
                }
              ]
            },
            {
              cd: '380800',
              name: '南予・宇和島',
              SmallArea: [
                {
                  cd: '380802',
                  name: '内子・大洲・佐田岬'
                },
                {
                  cd: '380805',
                  name: '宇和島'
                }
              ]
            },
            {
              cd: '381100',
              name: '新居浜・東予',
              SmallArea: [
                {
                  cd: '381102',
                  name: '西条・東予・石鎚山'
                },
                {
                  cd: '381105',
                  name: '新居浜・伊予三島'
                }
              ]
            }
          ]
        },
        {
          cd: '390000',
          name: '高知県',
          LargeArea: [
            {
              cd: '390200',
              name: '高知・須崎・南国',
              SmallArea: [
                {
                  cd: '390202',
                  name: '高知・春野'
                },
                {
                  cd: '390203',
                  name: '吾川・いの'
                },
                {
                  cd: '390205',
                  name: '南国・香美'
                },
                {
                  cd: '390208',
                  name: '須崎・土佐・仁淀川'
                }
              ]
            },
            {
              cd: '390500',
              name: '安芸・室戸',
              SmallArea: [
                {
                  cd: '390502',
                  name: '安芸'
                },
                {
                  cd: '390505',
                  name: '室戸'
                }
              ]
            },
            {
              cd: '390800',
              name: '足摺・四万十',
              SmallArea: [
                {
                  cd: '390802',
                  name: '中村・四万十・大方'
                },
                {
                  cd: '390805',
                  name: '足摺・土佐清水・宿毛'
                }
              ]
            }
          ]
        }
      ]
    },
    {
      cd: '50',
      name: '九州',
      Prefecture: [
        {
          cd: '400000',
          name: '福岡県',
          LargeArea: [
            {
              cd: '400100',
              name: '福岡市（博多駅周辺・天神周辺）',
              SmallArea: [
                {
                  cd: '400102',
                  name: '福岡市（博多駅周辺・香椎・海の中道）'
                },
                {
                  cd: '400105',
                  name: '福岡市（天神周辺・百道浜）'
                }
              ]
            },
            {
              cd: '400300',
              name: '太宰府・宗像',
              SmallArea: [
                {
                  cd: '400302',
                  name: '太宰府・二日市'
                },
                {
                  cd: '400305',
                  name: '宗像・玄海'
                },
                {
                  cd: '400308',
                  name: '若宮・遠賀・直方'
                }
              ]
            },
            {
              cd: '400400',
              name: '糸島・前原',
              SmallArea: {
                cd: '400402',
                name: '糸島・前原'
              }
            },
            {
              cd: '400500',
              name: '久留米・原鶴・筑後川',
              SmallArea: [
                {
                  cd: '400502',
                  name: '久留米'
                },
                {
                  cd: '400505',
                  name: '原鶴・筑後川'
                }
              ]
            },
            {
              cd: '400600',
              name: '柳川・八女・筑後',
              SmallArea: {
                cd: '400602',
                name: '柳川・八女・筑後'
              }
            },
            {
              cd: '400800',
              name: '北九州',
              SmallArea: [
                {
                  cd: '400802',
                  name: '北九州市（小倉・八幡・門司）'
                },
                {
                  cd: '400805',
                  name: '苅田・行橋・豊前'
                },
                {
                  cd: '400808',
                  name: '飯塚・田川'
                }
              ]
            }
          ]
        },
        {
          cd: '410000',
          name: '佐賀県',
          LargeArea: [
            {
              cd: '410200',
              name: '佐賀・古湯・熊の川',
              SmallArea: [
                {
                  cd: '410202',
                  name: '佐賀・古湯・熊の川'
                },
                {
                  cd: '410205',
                  name: '鳥栖・神埼'
                }
              ]
            },
            {
              cd: '410500',
              name: '嬉野・武雄',
              SmallArea: [
                {
                  cd: '410502',
                  name: '嬉野'
                },
                {
                  cd: '410505',
                  name: '武雄'
                }
              ]
            },
            {
              cd: '410800',
              name: '太良',
              SmallArea: {
                cd: '410802',
                name: '太良'
              }
            },
            {
              cd: '411100',
              name: '唐津・呼子',
              SmallArea: {
                cd: '411102',
                name: '唐津・呼子・玄海'
              }
            },
            {
              cd: '411300',
              name: '伊万里・有田',
              SmallArea: {
                cd: '411302',
                name: '伊万里・有田'
              }
            }
          ]
        },
        {
          cd: '420000',
          name: '長崎県',
          LargeArea: [
            {
              cd: '420200',
              name: '長崎',
              SmallArea: [
                {
                  cd: '420202',
                  name: '長崎'
                },
                {
                  cd: '420205',
                  name: '諫早・大村'
                }
              ]
            },
            {
              cd: '420500',
              name: '平戸・松浦・田平',
              SmallArea: [
                {
                  cd: '420505',
                  name: '平戸'
                },
                {
                  cd: '420508',
                  name: '松浦・田平'
                }
              ]
            },
            {
              cd: '420600',
              name: '佐世保・ハウステンボス',
              SmallArea: [
                {
                  cd: '420602',
                  name: '佐世保'
                },
                {
                  cd: '420603',
                  name: 'ハウステンボス'
                },
                {
                  cd: '420605',
                  name: '西海・大島'
                }
              ]
            },
            {
              cd: '420800',
              name: '島原・雲仙・小浜',
              SmallArea: [
                {
                  cd: '420802',
                  name: '島原'
                },
                {
                  cd: '420805',
                  name: '雲仙・小浜'
                }
              ]
            },
            {
              cd: '421100',
              name: '五島列島',
              SmallArea: [
                {
                  cd: '421102',
                  name: '上五島'
                },
                {
                  cd: '421105',
                  name: '下五島'
                }
              ]
            },
            {
              cd: '421400',
              name: '壱岐・対馬',
              SmallArea: [
                {
                  cd: '421402',
                  name: '壱岐'
                },
                {
                  cd: '421405',
                  name: '対馬'
                }
              ]
            }
          ]
        },
        {
          cd: '430000',
          name: '熊本県',
          LargeArea: [
            {
              cd: '430200',
              name: '熊本',
              SmallArea: [
                {
                  cd: '430202',
                  name: '熊本'
                },
                {
                  cd: '430214',
                  name: '宇土・益城'
                }
              ]
            },
            {
              cd: '430300',
              name: '玉名・山鹿・菊池',
              SmallArea: [
                {
                  cd: '430302',
                  name: '山鹿・平山・植木'
                },
                {
                  cd: '430305',
                  name: '荒尾・玉名'
                },
                {
                  cd: '430308',
                  name: '菊池'
                }
              ]
            },
            {
              cd: '430400',
              name: '黒川・杖立・わいた',
              SmallArea: [
                {
                  cd: '430402',
                  name: '杖立・わいた'
                },
                {
                  cd: '430405',
                  name: '黒川・小田・田の原・満願寺'
                }
              ]
            },
            {
              cd: '430500',
              name: '阿蘇',
              SmallArea: [
                {
                  cd: '430502',
                  name: '南阿蘇'
                },
                {
                  cd: '430505',
                  name: '阿蘇・内牧'
                }
              ]
            },
            {
              cd: '430800',
              name: '八代・水俣・湯の児',
              SmallArea: {
                cd: '430802',
                name: '八代・水俣・湯の児'
              }
            },
            {
              cd: '430900',
              name: '人吉・球磨',
              SmallArea: {
                cd: '430902',
                name: '人吉・球磨'
              }
            },
            {
              cd: '431100',
              name: '天草',
              SmallArea: [
                {
                  cd: '431102',
                  name: '天草上島・松島'
                },
                {
                  cd: '431105',
                  name: '天草下島・下田'
                }
              ]
            }
          ]
        },
        {
          cd: '440000',
          name: '大分県',
          LargeArea: [
            {
              cd: '440200',
              name: '大分',
              SmallArea: [
                {
                  cd: '440202',
                  name: '大分'
                },
                {
                  cd: '440205',
                  name: '臼杵・佐伯'
                },
                {
                  cd: '440208',
                  name: '大野'
                }
              ]
            },
            {
              cd: '440500',
              name: '別府',
              SmallArea: {
                cd: '440502',
                name: '別府'
              }
            },
            {
              cd: '440600',
              name: '湯布院',
              SmallArea: {
                cd: '440602',
                name: '湯布院・湯平'
              }
            },
            {
              cd: '440800',
              name: '中津・国東',
              SmallArea: [
                {
                  cd: '440802',
                  name: '中津・耶馬渓・宇佐'
                },
                {
                  cd: '440805',
                  name: '国東・杵築'
                }
              ]
            },
            {
              cd: '441100',
              name: '日田・天ヶ瀬・耶馬渓',
              SmallArea: {
                cd: '441102',
                name: '日田・天ヶ瀬'
              }
            },
            {
              cd: '441400',
              name: '九重・久住・竹田・長湯',
              SmallArea: [
                {
                  cd: '441402',
                  name: '九重'
                },
                {
                  cd: '441405',
                  name: '久住・長湯・竹田'
                }
              ]
            }
          ]
        },
        {
          cd: '450000',
          name: '宮崎県',
          LargeArea: [
            {
              cd: '450200',
              name: '宮崎・青島・日南',
              SmallArea: [
                {
                  cd: '450201',
                  name: '西都'
                },
                {
                  cd: '450202',
                  name: '宮崎・青島・シーガイア'
                },
                {
                  cd: '450205',
                  name: '日南海岸'
                }
              ]
            },
            {
              cd: '450300',
              name: 'えびの・都城',
              SmallArea: {
                cd: '450302',
                name: 'えびの・都城'
              }
            },
            {
              cd: '450500',
              name: '日向・延岡・高千穂',
              SmallArea: [
                {
                  cd: '450502',
                  name: '日向'
                },
                {
                  cd: '450505',
                  name: '高千穂'
                },
                {
                  cd: '450508',
                  name: '延岡'
                }
              ]
            }
          ]
        },
        {
          cd: '460000',
          name: '鹿児島県',
          LargeArea: [
            {
              cd: '460200',
              name: '鹿児島・桜島',
              SmallArea: {
                cd: '460202',
                name: '鹿児島・桜島'
              }
            },
            {
              cd: '460500',
              name: '南薩・指宿',
              SmallArea: [
                {
                  cd: '460502',
                  name: '伊集院・東市来・吹上浜'
                },
                {
                  cd: '460505',
                  name: '指宿'
                },
                {
                  cd: '460508',
                  name: '知覧・南さつま'
                }
              ]
            },
            {
              cd: '460800',
              name: '垂水・大隅',
              SmallArea: {
                cd: '460802',
                name: '垂水・大隅'
              }
            },
            {
              cd: '461100',
              name: '霧島',
              SmallArea: {
                cd: '461102',
                name: '霧島'
              }
            },
            {
              cd: '461400',
              name: '北薩・川内',
              SmallArea: [
                {
                  cd: '461402',
                  name: '出水・阿久根'
                },
                {
                  cd: '461405',
                  name: '大口'
                },
                {
                  cd: '461408',
                  name: '川内・いちき串木野'
                }
              ]
            },
            {
              cd: '461700',
              name: '離島',
              SmallArea: [
                {
                  cd: '461702',
                  name: '甑島列島'
                },
                {
                  cd: '461705',
                  name: '種子島'
                },
                {
                  cd: '461708',
                  name: '屋久島'
                },
                {
                  cd: '461711',
                  name: '大隈諸島'
                },
                {
                  cd: '461714',
                  name: '吐喝喇列島'
                },
                {
                  cd: '461717',
                  name: '奄美大島'
                },
                {
                  cd: '461720',
                  name: '喜界島・徳之島・沖永良部島'
                },
                {
                  cd: '461723',
                  name: '与論島'
                }
              ]
            }
          ]
        }
      ]
    },
    {
      cd: '55',
      name: '沖縄',
      Prefecture: {
        cd: '470000',
        name: '沖縄県',
        LargeArea: [
          {
            cd: '470200',
            name: '那覇',
            SmallArea: [
              {
                cd: '470202',
                name: '那覇'
              },
              {
                cd: '470205',
                name: '首里'
              }
            ]
          },
          {
            cd: '470500',
            name: '沖縄市（コザ）・北谷・宜野湾',
            SmallArea: [
              {
                cd: '470502',
                name: '沖縄市（コザ）'
              },
              {
                cd: '470503',
                name: '北谷・嘉手納'
              },
              {
                cd: '470511',
                name: '宜野湾'
              }
            ]
          },
          {
            cd: '470800',
            name: '西海岸・東海岸',
            SmallArea: [
              {
                cd: '470802',
                name: '西海岸'
              },
              {
                cd: '470805',
                name: '東海岸'
              }
            ]
          },
          {
            cd: '471100',
            name: '南部',
            SmallArea: [
              {
                cd: '471102',
                name: '糸満'
              },
              {
                cd: '471105',
                name: '島尻'
              }
            ]
          },
          {
            cd: '471400',
            name: '本部・名護・国頭',
            SmallArea: [
              {
                cd: '471402',
                name: '本部・伊江島・水納島'
              },
              {
                cd: '471405',
                name: '名護'
              },
              {
                cd: '471408',
                name: '国頭'
              }
            ]
          },
          {
            cd: '471700',
            name: '離島',
            SmallArea: [
              {
                cd: '471702',
                name: '石垣島'
              },
              {
                cd: '471705',
                name: '西表島・小浜島・竹富島'
              },
              {
                cd: '471708',
                name: '宮古島'
              },
              {
                cd: '471711',
                name: '与那国島'
              },
              {
                cd: '471714',
                name: '久米島'
              },
              {
                cd: '471717',
                name: '伊平屋島・伊是名島'
              },
              {
                cd: '471720',
                name: '慶良間諸島'
              },
              {
                cd: '471723',
                name: '大東島'
              }
            ]
          }
        ]
      }
    }
  ]
}
